const DUMMY = [
  {
    category: '한식',
    name: '피양콩할머니',
    distance: 10,
    createdAt: new Date(2024, 1, 2),
    description:
      '평양 출신의 할머니가 수십 년간 운영해온 비지 전문점 피양콩 할마니. 두부를 빼지 않은 되비지를 맛볼 수 있는 곳으로, 피양은 평안도 사투리로 평양을 의미한다. 딸과 함께 운영하는 이곳에선 맷돌로 직접 간 콩만을 사용하며, 일체의 조미료를 넣지 않은 건강식을 선보인다. 콩비지와 피양 만두가 이곳의 대표 메뉴지만, 할머니가 옛날 방식을 고수하며 만들어내는 비지전골 또한 이 집의 역사를 느낄 수 있는 특별한 메뉴다. 반찬은 손님들이 먹고 싶은 만큼 덜어 먹을 수 있게 준비돼 있다.',
    liked: true,
  },
  {
    category: '중식',
    name: '친친',
    distance: 10,
    createdAt: new Date(2024, 1, 3),
    description:
      '중국 출신의 주인장이 운영하는 중식집 친친은 중국 전통의 맛과 현대적인 스타일이 조화로운 곳이다. 중국 요리의 다양한 맛을 경험할 수 있는데, 특히 진한 중국식 국물요리와 다양한 소스로 풍미를 높인 요리들이 인기를 끌고 있다. 친절한 서비스와 고품질의 식재료를 사용한 메뉴로 손님들에게 좋은 인상을 남긴다. 대표 메뉴로는 간장 두루치기와 새우튀김이 있으며, 고급스러운 분위기 속에서 중식 요리의 다양성을 즐길 수 있다.',
    liked: false,
  },
  {
    category: '일식',
    name: '잇쇼우',
    distance: 5,
    createdAt: new Date(2024, 1, 4),
    description:
      '일식을 대표하는 곳 중 하나인 잇쇼우는 신선하고 고품질의 일본 요리를 제공하는 일식 전문 레스토랑이다. 일본에서 직접 수입한 식재료를 사용하여, 정갈하면서도 풍부한 맛을 선사한다. 초밥, 사시미, 그리고 다양한 일본 특산품을 활용한 창작 메뉴까지 다양한 선택이 가능하다. 현대적이고 세련된 인테리어와 함께 정갈한 일식의 맛을 즐길 수 있는 곳이다.',
    liked: false,
  },
  {
    category: '양식',
    name: '이태리키친',
    distance: 20,
    createdAt: new Date(2024, 1, 5),
    description:
      '이태리키친은 이탈리아의 정통적인 맛과 정서를 담아낸 양식 레스토랑으로, 신선한 재료와 정교한 조리법을 통해 손님들에게 최상의 이탈리아 음식을 제공한다. 파스타, 리조또, 그리고 다양한 피자 메뉴들이 특히 인기를 끌고 있으며, 정갈한 소스와 고품질의 치즈를 사용하여 진한 이탈리아의 맛을 전해준다. 아름다운 인테리어와 함께 이탈리아의 여운을 느낄 수 있는 식사 공간으로 손님들을 초대한다.',
    liked: true,
  },
  {
    category: '아시안',
    name: '호아빈 삼성점',
    distance: 15,
    createdAt: new Date(2024, 1, 6),
    liked: false,
  },
];

export default DUMMY;
